Repository: OpenMandrivaAssociation/eee-control
Catalog: eee-control-*.po
Languages: fi

source: Error communicating with eee-control-daemon: %s
fi: Virhe kommunikoitaessa taustaprosessin kanssa: %s

source: Cannot unmount card reader!
fi: Kortinlukijaa ei voida irrottaa!

source: WiFi
fi: WLAN

source: Camera
fi: Kamera

source: Card Reader
fi: Kortinlukija

source: Performance
fi: Suorituskyky

source: Sensors
fi: Anturit

source: eee-control-tray is a utility for controlling Eee PC hardware, hotkeys and more through eee-control-daemon. Netbook Model: %s eee-control-daemon version: %s
fi: eee-control-tray on työkalu Eee PC:n laitteiston, pikanäppäinten ja muiden hallintaan taustaprosessin avulla. Minikannettavan malli: %s Taustaprosessin versio: %s

source: Unable to set up autofsb signal receiver. Is gnome-power-manager running?
fi: Auto fsb signal receiverin asettaminen epäonnistui. Onko gnome-power-manager käynnissä?

source: Error while communicating with eee-control-daemon! Make sure it is running.
fi: Virhe kommunikoitaessa taustaprosessin kanssa! Varmista, että se on käynnissä.

source: eee-control-daemon connected.
fi: Yhdistettiin taustaprosessiin.

source: not available
fi: ei saatavilla

source: on
fi: KÄYTÖSSÄ

source: off
fi: ei käytössä

source: WiFi: %s Bluetooth: %s Camera: %s Card Reader: %s Performance: %s
fi: WLAN: %s Bluetooth: %s Kamera: %s Kortinlukija: %s Suorituskyky: %s

source: Failed to set up automatic performance adjustment. Is gnome-power-manager running?
fi: Automaattisten suorituskykyasetusten asettaminen epäonnistui. Onko gnome-power-manager käynnissä?

source: Performance adjustments were disabled because you held down CTRL while eee-control started.
fi: Suorituskykyasetukset poistettiin käytöstä, koska sovellustakäynnistettäessä pidettiin CTRL-näppäintä pohjassa.

source: Performance adjustments disabled
fi: Suorituskykyasetukset poistettu käytöstä

source: WiFi switched on
fi: WLAN otettiin käyttöön

source: WiFi switched off
fi: WLAN poistettiin käytöstä

source: Touchpad switched on
fi: Kosketuslevy otettiin käyttöön

source: Touchpad switched off
fi: Kosketuslevy poistettiin käytöstä

source: Bluetooth switched on
fi: Bluetooth otettiin käyttöön

source: Bluetooth switched off
fi: Bluetooth poistettiin käytöstä

source: Camera switched on
fi: Kamera otettiin käyttöön

source: Camera switched off
fi: Kamera poistettiin käytöstä

source: Card reader switched on
fi: Kortinlukija otettiin käyttöön

source: Card reader switched off
fi: Kortinlukija poistettiin käytöstä

source: Performance changed to '%s'
fi: Siirryttiin tilaan "%s"

source: Fan switched on
fi: Tuuletin otettiin käyttöön

source: Fan switched off
fi: Tuuletin poistettiin käytöstä

source: Unmount failed with %s
fi: Liitospisteen %s irrottaminen epäonnistui

source: Temperature
fi: Lämpötila

source: Fan speed
fi: Tuulettimen nopeus

source: Fan RPM
fi: Tuulettimen kierrosluku

source: Preferences
fi: Asetukset

source: Hotkeys
fi: Pikanäppäimet

source: Notifications
fi: Ilmoitukset

source: Options
fi: Asetukset

source: Use one of the predefined keyword actions or enter a command to execute.
fi: Käytä jotain oletusvaihtoehdoista tai määrittele suoritettava komento itse.

source: Touchpad
fi: Kosketuslevy

source: Set performance to powersave on battery
fi: Aseta suorituskyky virransäästötilaan käytettäessä akkua

source: Smart fan control
fi: Älykäs tuulettimien ohjaus
